Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=814_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Uusia oppimateriaaleja inarin- ja pohjoissaamenkieliseen opetukseen
smn: Uđđâ oppâmateriaaleh anarâš- já tavesämikielâlâš máttááttâsân

source: Inarin- ja pohjoissaamenkielistä perusopetusta varten on ilmestynyt uusia oppimateriaaleja.
smn: Anarâš- já tavesämikielâ vuáđumáttááttâs várás láá almostum uđđâ oppâmateriaaleh.

source: Inarinsaamenkielinen toisen luokan matematiikan kevätkirja Lohosierâ 2, kiđđâ
smn: Anarâškielâlâš nube luoka matematiik kiđđâuási Lohosierâ 2, kiđđâ lii jotkâ ovdil almostittum kuulmâ kiirján.

source: Pohjoissaamenkieliseen opetukseen ilmestyi viisi uutta oheislukemistoa ja yksi uusintapainos
smn: Tavesämikielâlâš máttááttâsân almostuvvii vittâ uđđâ miäldusluhâmuš já ohtâ uđđâsisteddilâs Bluppe-rááiđust.

source: Lohosierâ 2, kiđđâ on käännetty WSOY:n Matikka-sarjasta, joka tullaan julkaisemaan kokonaisuudessaan inarinsaameksi.
smn: Lohosierâ 2, kiđđâ lii jurgâlum WSOY Matikka-rááiđust, mii almostittoo ubbân anarâškielân.

source: Pohjoissaamenkielinen Lohkoleaika -niminen käännös sarjasta on jo koulujen käytössä.
smn: Tavesämikielâlâš Lohkoleaika –nommâsâš jurgâlus rááiđust lii jo škoovlâi kiävtust.

source: Lohosierâ 2 - kirjan on kääntänyt Iiris Mäenpää.
smn: Lohosierâ 2 – kirje lii jurgâlâm Iiris Mäenpää.

source: Lisätietoja tästä.
smn: Lasetiäđuh täst.

source: Bluppe mállásat, Bluppe ja albbas, Bluppe ja ealga, Bluppe ja guovžžačivggat
smn: Bluppe-rááiđust almostittum uđđâ tavesämikielâliih kirjeh Bluppe mállásat, Bluppe ja albbas, Bluppe ja ealga, Bluppe ja guovžžačivggat já Bluppe ja goddesáhpánat heivejeh miäldusluhâmužžân sehe sämikielâlii ete eenikielâ já vieres kielâ máttááttâsân.

source: Edellisten lisäksi ilmestyi uusintapainos aiemmin loppuunmyydystä Bluppe ja miessi
smn: Tai lasseen almostui uđđâsisteddilâs ovdil loopân vuobdum Bluppe ja miessi -kirjeest.

source: Uudet kirjat on ruotsin kielestä kääntänyt Hannu Kangasniemi.
smn: Uđđâ kirjeh lii ruotâkielâst jurgâlâm Hannu Kangasniemi.

source: Kielen tarkastuksen on tehnyt Jovnna Ánde Vest.
smn: Kielâ tärhistem lii toohâm Jovnna Ánde Vest.

source: Bluppe -kirjat on kirjoittanut alunperin Inga Borg.
smn: Bluppe –kirjeh lii algâalgâlávt čáállám Inga Borg.

source: Saamelaiskäräjät on julkaissut yhteensä kahdeksan uutta materiaalia vuoden 2014 ensimmäisten viikkojen aikana.
smn: Lasetiäđuh täst. Sämitigge lii almostittâm ohtsis käävci uđđâ materiaalid ive 2014 vuossâmuu ohoi ääigi.

source: Seuraavaksi painosta odotetaan näköispainosta Girjegiisá Oy:n alunperin vuonna 1993 julkaisemasta Pekka Sammallahden Saamelais-suomalais-saamelaisesta pohjoissaamen sanakirjasta (Sámi-suoma-sámi sátnegirji).
smn: Čuávuvâžžân teddilmist vyerdip uđđâsisteddilâs Girjegiisá Oy algâaalgâlávt ive 1993 almostittem Pekka Sammallahti Säämi-suomâ-säämi tavesämikielâ sänikirjeest (Sámi-suoma-sámi sátnegirji).

source: Saamelaiskäräjien julkaisemat oppimateriaalit ovat saatavissa Sámi duodji-kaupasta Sajoksesta Inarista, yhdistyksen verkkokaupasta
smn: Sämitige almostittem oppâmateriaalijd puáhtá uástiđ Sámi duodji-käävpist Sajosist Anarist, seervi nettikäävpist teikâ sämitige škovlim- já oppâmateriaaltoimâttuvvâst ritva.
